/* ConnectionOpenPanel */
"A Connection Error Occurred" = "A Connection Error Occurred";

/* FTP Abort */
"Action Aborted. Local Error" = "Action Aborted. Local Error";

/* FTP no data stream types available */
"All data connection modes have been exhausted. Check with the server administrator." = "All data connection modes have been exhausted. Check with the server administrator.";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"An intermediate directory does not exist and needs to be created before the current directory" = "An intermediate directory does not exist and needs to be created before the current directory";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"An unknown error occured" = "An unknown error occured";

/* multiple connection joiner */
"and" = "and";

/* FTP upload error */
"Cannot Upload File. Storage quota on server exceeded" = "Cannot Upload File. Storage quota on server exceeded";

/* FileConnection set permissions error */
"Could not change file permissions" = "Could not change file permissions";

/* FileConnection create directory error */
"Could not create directory" = "Could not create directory";

/* FTP Create directory error */
"Create directory operation failed" = "Create directory operation failed";

/* Failed to open a data stream connection */
"Data Stream Timed Out" = "Data Stream Timed Out";

/* Directory Parsing Error */
"Error parsing directory listing" = "Error parsing directory listing";

/* FTP no data streams available */
"Exhausted all connection types to server. Please contact server administrator" = "Exhausted all connection types to server. Please contact server administrator";

/* Bad ftp command */
"Failed to change to directory" = "Failed to change to directory";

/* couldn't delete the file
   .Mac Directory Deletion Error
   WebDAV Directory Deletion Error */
"Failed to delete directory" = "Failed to delete directory";

/* couldn't delete the file
   .Mac file deletion error
   WebDAV File Deletion Error */
"Failed to delete file" = "Failed to delete file";

/* No .mac account or password */
"Failed to retrieve .mac account details" = "Failed to retrieve .mac account details";

/* FileConnection copy file error */
"Failed to upload file" = "Failed to upload file";

/* FTP file download error */
"File %@ does not exist on server" = "File %@ does not exist on server";

/* FTP error */
"File / Directory does not exist" = "File / Directory does not exist";

/* FTP file in use */
"File in Use" = "File in Use";

/* FTP Upload error */
"Filename not Allowed" = "Filename not Allowed";

/* FTP no service */
"FTP Service Unavailable" = "FTP Service Unavailable";

/* Couldn't open the port to the host */
"Host Unavailable" = "Host Unavailable";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"Insufficient storage space available" = "Insufficient storage space available";

/* FTP Error */
"Invalid Account name" = "Invalid Account name";

/* Stream Error before opening */
"Is the service running on the server" = "Is the service running on the server";

/* FTP download error */
"Local File already exists" = "Local File already exists";

/* failed to find a connection class */
"No connection available for requested connection type" = "No connection available for requested connection type";

/* failed to find a connection class */
"No connection available for requested port" = "No connection available for requested port";

/* failed to find a connection class */
"No connection available for requested protocol" = "No connection available for requested protocol";

/* FTP Error */
"No Storage Space Available" = "No Storage Space Available";

/* FTP Error */
"Not Logged In" = "Not Logged In";

/* OK */
"OK" = "OK";

/* WebDAV Uploading Error
   .Mac File Uploading Error */
"Parent Folder does not exist" = "Parent Folder does not exist";

/* Stream Error */
"Receive Stream Error" = "Receive Stream Error";

/* FTP Error */
"Request Aborted. Page Type Unknown" = "Request Aborted. Page Type Unknown";

/* Stream Error */
"Send Stream Error" = "Send Stream Error";

/* Error creating stream */
"Stream Unavailable" = "Stream Unavailable";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"The body of the request is not supported" = "The body of the request is not supported";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"The directory already exists" = "The directory already exists";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"The server does not allow the creation of directories at the current location" = "The server does not allow the creation of directories at the current location";

/* .Mac Directory Contents Error */
"There is no .Mac access to the directory" = "There is no .Mac access to the directory";

/* No WebDAV access to the specified path */
"There is no WebDAV access to the directory" = "There is no WebDAV access to the directory";

/* FileConnection failed to copy file */
"Unable to store data in file" = "Unable to store data in file";

/* WebDAV Error */
"Unknown Error Occurred" = "Unknown Error Occurred";

/* No username or password */
"Username and Password are required for FTP connections" = "Username and Password are required for FTP connections";

/* No username or password */
"Username and Password are required for WebDAV connections" = "Username and Password are required for WebDAV connections";

/* No username or password */
"Username is required for SFTP connections" = "Username is required for SFTP connections";

/* FTP file upload error */
"You do not have access to write file %@" = "You do not have access to write file %@";

/* FTP Error */
"You need an Account to Upload Files" = "You need an Account to Upload Files";

